Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/historihkka_id_861.html.tmx
Source language: sme
Languages: nob

source: Dán áigodagas sii mearridedje soames ráddjejuvvon hálddahuslaš doaibmabijuid , ee. plánaid das mo sii galget sirdit departemeantta arkiivvaid .
nob: Visse begrensete administrative tiltak ble truffet i løpet av denne perioden , bl.a. planer for evakuering av departementets arkiver .

source: Go duiskalaš soahteveahka fallehii Norgga cuoŋománu 9. b. 1940 , de čuvvo unna virgehas- ja kanturbargijoavku Gonagasa , ráđđehusa ja Stuorradikki davás .
nob: Da den tyske invasjonen kom den 9. april 1940 , fulgte en liten gruppe fagtjenestemenn og kontorfunksjonærer Kongen , regjeringen og Stortinget nordover .

source: Sii fievrridedje mielddiset viehka stuorra oasi departemeantta arkiivvain , maid dasto maŋŋil fievrridedje rastá ráji Ruŧŧii , ja bidje norgalaš legašuvdnii Stockholbmii .
nob: De bragte med seg en betydelig del av departementets arkiver , som noe senere ble fraktet over grensen til Sverige og plassert i den norske legasjonen i Stockholm .

source: Go Gonagas ja ráđđehus bissánedje gaskaboddasaččat Romsii miessemánus 1940 , de čuovui unnibuš virgehasjoavku , mii galggai veahkehit olgoriikaministara su barggus .
nob: Da Kongen og regjeringen i mai 1940 etablerte seg midlertidig i Tromsø , fulgte en mindre gruppe tjenestemenn med for å bistå utenriksministeren i hans arbeid .

source: Seammás olgoriikaráđđi Jens Bull bođii Stockholbmii , ja son vuođđudii norgalaš legašuvdnii eará ovttadaga maid gohčodedje B-ossodahkan .
nob: Samtidig hadde utenriksråd Jens Bull kommet til Stockholm , der han innen den norske legasjonen etablerte en annen enhet betegnet B-avdelingen .

source: Ossodat galggai Stockholmmas doaimmahit dakkár áššiid maid ii lean vejolaš álggahit Norgga rájiid siskkobealde .
nob: Avdelingen i Stockholm hadde som oppgave å utføre de oppgaver som det ikke var mulig å iverksette fra norsk jord .

source: Vuhtiiválddidettiin ruoŧŧilaš eiseválddiid dieđihuvvui olgoriikaráđđi Bull legašuvdnaráđđin .
nob: Av hensyn til de svenske myndigheter måtte utenriksråd Bull anmeldes som legasjonsråd .

source: B-ossodat šattai dađistaga oassin norgalaš legašuvnna organisašuvdnavuogádahkii .
nob: B-avdelingen ble etterhvert inkorporert i den norske legasjons organisasjonsstruktur .

source: Stuoribuš oassi Olgoriikadepartemeantta bargoveagas lei dattetge báhcán Osloi .
nob: Den overveiende del av Utenriksdepartementets personale var imidlertid blitt etterlatt i Oslo .

source: Dát departemeanta-oassi , maid muhtun ekspedišuvdnahoavda jođihii , jotkkii doaimmas vuosttamuš mánuid go Norga lei duiskalaččaid hálddus , ja su doibmii gulle buhtes hálddahusbarggut .
nob: Denne delen av departementet , under ledelse av en ekspedisjonssjef , fortsatte sin virksomhet under de første måneder av den tyske okkupasjon , og var sysselsatt med rent forvaltningsmessige oppgaver .

source: Go Hálddahusráđđi heaittihuvvui ja » kommisáralaš ” stivra bođii sadjái čakčamánus 1940 , de dáid bargguid sirde sierra ossodahkii mii lei kommisáralaš Sisriika ­departemeanttas .
nob: Ved Administrasjonsrådets avsettelse og innføring av " kommisarisk " styre i september 1940 , ble disse oppgaver overført til en egen avdeling i det kommisariske Innenriksdepartementet .

source: Go Gonagas ja ráđđehus guđđe Romssa geassemánu 7. b. 1940 ja vulge Stuorrabritánniai , de olgoriikaministara stába vulggii fárrui .
nob: Da Kongen og regjeringen den 7. juni 1940 forlot Tromsø for Storbritannia , fulgte utenriksministerens stab med .

source: Jagi 1940 geassemánuid botta ásahedje olgoriikadepartemeantta Londonii , mii lei eksiilahálddahusa oassin .
nob: I løpet av sommermånedene 1940 ble et utenriksdepartement etablert i London , som del av eksilforvaltningen .

source: Álggus unna stábaš , masa gulle čieža olbmo , fárrii olgoriikaministariin Kohtiin gárpagárdimii Bracknellii , mii lei Berkshires , sullii 50 km olggobealde Londona .
nob: Til å begynne med flyttet en liten stab på sju personer sammen med utenriksminister Koht til herregården Bracknell i Berkshire , ca. 50 km utenfor London .

source: Olgoriikadepartemeantta stába stuorui dađistaga , nu ahte go soahti nohkagođii , de das ledje buohkanassii 72 olbmo .
nob: Utenriksdepartementets stab økte etterhvert , slik at den ved krigens slutt utgjorde tilsammen 72 personer .

source: Viiddidemiid álkkásmahtii dat go loahpageahčen 1940 olgoriikadepartemeanta ovttas duoid nuppiid ráđđehuskantuvrraiguin fárrii stuorát kantuvrraide Kingston House ’ ii mii lei Princess Gate lahka Oarje-Londonis .
nob: Utvidelsene ble gjort enklere ved at utenriksdepartementet mot slutten av 1940 flyttet inn i større kontorer i Kingston House ved Princess Gate i Vest-London , sammen med de andre regjeringskontorene .

source: Bracknelles ii lean vuogas leat máŋgga siva geažil : Muhtumassii dainnago dat dagahii geográfalaš ja mielalaš gaskka ráđđehusa eará osiide mat ledje Londonis , muhto maiddái dainnago dat dagahii psykologalaš gaskka olgoriikajođihangotti ja brihtalaš eiseválddiid gaskii .
nob: Plasseringen i Bracknell var uheldig på mange måter : Dels fordi den skapte geografisk og psykologisk avstand til resten av regjeringen som holdt til i London , men også fordi det førte med seg en psykologisk avstand mellom utenriksledelsen og britiske myndigheter .

source: Ii ge Koht lean mii ge erenoamáš čeahpes hálddašeddjiid , ii ge nagadan hukset beaktilis doaibmagotti iežas birra .
nob: Koht var heller ingen særlig god administrator og klarte ikke å skape et effektivt apparat rundt seg .

source: Sivva mii njulgestaga dagai ahte Koht luobai olgoministtarvirggistis lei dasto vel olgoriikaráđi nammadeami ášši , mii nannešii Olgoriikadepartemeantta hálddahuslaš jođi ­heami .
nob: Den direkte foranledning til at Koht gikk av som utenriksminister var forøvrig spørsmålet om å utnevne en utenriksråd , som kunne styrke Utenriksdepartementets administrative ledelse .

source: Koht anii árvalusa ( maid justiisaministtar Terje Wold buvttii ) čielga iežascágideapmin su siskkáldas fágaministtarvuoruhusaide ja eahpitkeahtes eahpeluohttámuša duođaštussan .
nob: Koht oppfattet forslaget ( som kom fra justisminister Terje Wold ) som en direkte innblanding i hans interne disposisjoner som fagminister og et klart uttrykk for mistillit .

source: Koht danne siđai ahte Trygve Lie váldá badjelasas olgoriikaministtardoaimma .
nob: Koht ba derfor om at Trygve Lie overtok som utenriksminister .

source: Soađi áigásaš olgoriikadepartementii gulai dábálaš ossodat , man bargun ledje hálddahuslaš áššit , arkiivvat , gulahallandoaimmat ja - rusttegat ( sambánda ) , rehketdoalut ja reivvestallamat , politihkalaš ossodat , gávpeossodat , beavdegirjebálvalus , preassaráđđi ja politihkalaš historjjá áššedovdi .
nob: Krigstidens utenriksdepartement besto av en alminnelig avdeling , som dekket administrative spørsmål , arkiver , samband , regnskaper og korrespondanse , en politisk avdeling , en handelsavdeling , en protokolltjeneste , en presseråd og en konsulent i politisk historie .

source: Vaikke riegádeapmi lei leamaš váttis , de Londonis olgoriikadepartemeanta dađistaga šattai sihke beaktilis ja buresdoaibmi organisašuvdnan mii jagi 1945 álgogeasi sáhtii máhccat ruovttoluotta friddjan dahkkojuvvon Norgii .
nob: Selv om fødselen hadde vært trang , ble utenriksdepartementet i London etterhvert en både effektiv og velsmurt organisasjon som på forsommeren 1945 kunne vende tilbake til et frigjort Norge .

source: Jagi 1945 suoidnemánu 1. b. rájes lei Olgoriikadepartemeanta fas norgalaš eatnamis , ja lei leamaš measta vihtta jagi báhtarusas .
nob: Fra og med 1. juli 1945 var Utenriksdepartementet tilbake på norsk jord etter nesten fem år i eksil .

source: Ođđa áigi álggii , ja nu maid ođđa hástalusat ja doaimmat .
nob: En ny tid begynte med nye utfordringer og oppgaver .

source: Soađi maŋŋásaš áigi lei erenoamáš , go mii geahčadit norgalaččaid searvama riikkaidgaskasaš ovttasbargui , sihke málmmeviidosaš , guvllolaš ja davviriikkalaš dásis .
nob: Etterkrigstiden var uten sidestykke når det gjaldt norsk deltakelse i internasjonalt samarbeid , både globalt , regionalt og på nordisk plan .

source: Ollu dain áššiin maid ovdal ledje čoavdán bilaterálalaččat ( guovttevurrosaččat ) , fertejedje dál čoavdit multilaterála ( moanavurrosaš ) čovdosiiguin , ja seammás guovttevurrosaš ovttasbarggut viidánedje dađistaga ođđa surggiide .
nob: Mange av de spørsmål som tidligere var blitt løst bilateralt , måtte nå finne multilaterale løsninger , samtidig som bilateralt samarbeid på nye områder ble mer vanlig .

source: Dan lassin ahte searvvai álššain Ovttastuvvan Nášuvnnaid máŋggalágan doaimmaide , Norga vulggii maid ekonomalaš ovttasbargui OEECii , maŋŋil OECDii , EFTAi ja NATO-suodjalusovttasbargui .
nob: I tillegg til å engasjere seg aktivt i FNs mangeartede aktiviteter , kom Norge aktivt med i det økonomiske samarbeidet innen OEEC , senere OECD , EFTA og i NATOs forsvarssamarbeid .

source: Dakkár radikála viiddideapmi olgoriikapolitihkalaš suorggis , ja vel dakkár áigodagas mas soađi maŋŋásaš huksenváttisvuođat ja resurssaid váilivuohta dedde lossadit , mearkkašii viehka stuorra noađi dan doaibmagoddái mii lei das gearggus bargagoahtit .
nob: En slik radikal ekspansjon på det utenrikspolitiske området og i en periode preget av etterkrigstidens gjenoppbyggingsproblemer og svært begrensete ressurser , innebar en betydelig belastning på det apparat som sto til rådighet .

source: Ráđđehus lei suoidnemánu 27. b. 1945-mannosaš gonagaslaš resolušuvnnain mearridan Olgoriikadepartemeantta ođđa struktuvrra : Departemeanta lei juhkkojuvvon njealljin ossodahkan , namalassii dábálaš ossodahkan , politihkalaš ossodahkan , gávpeossodahkan ja soahteáššiid čoavdima ossodahkan .
nob: Regjeringen hadde ved kgl. resolusjon av 27. juli 1945 fastslått Utenriksdepartementets nye struktur : Departementet var oppdelt i fire avdelinger , bestående av en alminnelig avdeling , en politisk avdeling , en handelsavdeling og en krigsoppgjørsavdeling , den siste på midlertidig basis .

source: Departemeantastruktuvrra olggobealde ja dasttá olgoriikaráđi mearridanválddi vuollásažžan ledje beavdegirjebálvalus , preassabálvalus , álbmotriektebagadeaddji ja ođđaáigásaš politihkalaš historjjá áššedovdi .
nob: Utenfor departementsstrukturen og plassert under utenriksrådens direkte instruksjonsmyndighet var en protokolltjeneste , en pressetjeneste , en folkerettsrådgiver og en rådgiver i moderne politisk historie .

source: Buohkanassii bargiid lohku lei 156 .
nob: Samlet antall ansatte utgjorde 156 personer .

source: Norgga Eksportaráđđi vuođđuduvvui jagi 1945 , ja dat bođii » Opplysningskontor for nærings ­veiene sadjái , mii šattai Olgoriikadepartemeantta oassin dalle go organisašuvdnaođastus čađahuvvui jagi 1922 .
nob: Norges Eksportråd ble etablert i 1945 og avløste Opplysningskontoret for næringsveiene , som ble innlemmet i Utenriksdepartementet ved organisasjonsreformen i 1922 .

source: Dát struktuvra bisui mealgadii nuppástuvakeahttá máŋga jagi , vaikke soahteáššiid čoavdima ossodat heaittihuvvui jo jagi 1948 ja dan barggut sirdojuvvojedje olgoriikadepartemeantta eará osiide .
nob: Denne strukturen forble i store trekk uendret i flere år , selv om krigsoppgjørsavdelingen ble nedlagt allerede i 1948 og dens oppgaver overført til andre deler av utenriksdepartementet .

source: Jagi 1950 mearridedje ásahit kantuvrra ossodatstruktuvrra olggobeallái olgoriikkalaš kulturovttasbarggu várás .
nob: I 1950 ble det besluttet å etablere en kontor for kulturelt samband med utlandet utenfor avdelingsstrukturen .

source: Easkka jagi 1967 šattai kantuvra departemeantta oppalaš doaimma dievas oassin .
nob: Først i 1967 ble kontoret fullt integrert i departementets øvrige virksomhet .

source: Jagi 1954 sirdojuvvojedje buot riekteáššit easkka ásahuvvon riekteossodahkii .
nob: I 1954 ble alle rettsspørsmål overført til den nyetablerte rettsavdelingen .

source: Preassabálvalus , mii jagi 1958 lei biddjojuvvon olgoriikabálvalussii , nuppástuhttojuvvui sierra preassaossodahkan 1961 .
nob: Pressetjenesten , som i 1958 var blitt integrert i utenrikstjenesten , ble i 1961 omgjort til en egen presseavdeling .

source: Jagi 1973 kulturkantuvra ja preassaossodat ovttastuvve oktasaš preassa- ja kulturossodahkan .
nob: I 1973 gikk kulturkontoret og presseavdelingen sammen til en felles presse- og kulturavdeling .

source: Maŋŋil soađi olgoriikabálvalusa ođđa bargosuorgin šattai ovttasbargu ovddádusriikkaiguin .
nob: Et nytt arbeidsområde for utenriktjenesten etter krigen var samarbeidet med utviklingslandene .

source: Álggus meannudii politihkalaš ossodat dáid áššiid , ja jagi 1962 rájes » Norsk Utviklingshjelp ” ( Norwegian Agency for Development Aid ) , mii oaččui ovddasvástádussan njuolga guovtti ­vurrosaš ovddádusveahki .
nob: Disse spørsmål ble først håndtert av politisk avdeling , og fra 1962 av Norsk Utviklingshjelp ( Norwegian Agency for Develpment Aid ) , som fikk ansvaret for den direkte bilaterale utviklingshjelpen .

source: Jagi 1968 » Direktoratet for utviklingshjelp ” ( NORAD ) ásahuvvui , ja seammás vuođđuduvvui sierra ovddádusossodat olgoriikadepartementii .
nob: I 1968 ble Direktoratet for utviklingshjelp ( NORAD ) opprettet , samtidig som det ble etablert en egen utviklingsavdeling i utenriksdepartementet .

source: Dattetge ásahuvvui jagi 1984 sierra departemeanta ovddádusveahki várás ( DUH ) .
nob: Imidlertid ble det i 1984 opprettet et eget departement for utviklingshjelp ( DUH ) .

source: Gitta jagi 1948 rádjai lei olgoriikaministtar politihkalaš sadjásačča haga .
nob: Fram til 1948 var utenriksministeren uten noen politisk stedfortreder .

source: De olgoriikadepartemeanta oaččui stáhtačálli .
nob: Da fikk Utenriksdepartementet en statssekretær .

source: Stáhtačálli biddjojuvvui árvvu dáfus olgoriikaráđi vuollásažžan .
nob: Statssekretæren ble rangeringsmessig plassert etter utenriksråden .

source: Easkka jagi 1980 biddjojuvvui UD-stáhtačálli seamma dássái go duoid nuppiid departemeanttaid stáhtačállit , ja olgoriikaministara árvvu vuollásažžan .
nob: Først i 1980 ble statssekretæren i UD stilt på linje med statssekretærene i de øvrige departementer , med rang etter utenriksministeren .

source: UD vuosttamuš golbma stáhtačálli ovddasvástidedje dihto áššesurggiid .
nob: De tre første statsekretæren i UD ble tillagt ansvaret for bestemte saksområder .

source: Go maŋŋil nammadedje stáhtačálliid , de dikte mearrit ­keahttá sin bargosurggiid , go eaktuduvvui ahte stáhtačálli viiddimus áddejumis galggai geahpedit olgoriikaministara bargonoađi , erenoamážit politihkalaš suorggis .
nob: Ved senere utnevnelser unnlot man å definere arbeidsområder , idet det ble forutsatt at statssekretæren i videste forstand skulle avlaste utenriksministeren , særlig på det politiske område .

source: Politihkalaš jođihangoddi nannejuvvui maŋŋil go ásahedje politihkalaš čálli sierravirggi ja olgoriikaministarii sierra čállingotti .
nob: Den politisk ledelse ble senere styrket gjennom opprettelsen av en egen stilling som politisk sekretær og et eget sekretariat for utenriksministeren .

source: Jagi 1905 rájes Norggas leat leamaš buohkanassii 27 olgoriikaministara .
nob: Siden 1905 har Norge hatt ialt 27 forskjellige utenriksministre .

source: Dássážii Halvard Lange lea leamaš guhkimusat , buohkanassii 19 jagi ( 1946-63 ja 1963-65 ) .
nob: Hittil er det Halvard Lange som har sittet lengst med ialt 19 år ( 1946-63 og 1963-65 ) .

source: Máŋgga olgoriikaministaris lea leamaš oktat virgi máŋgii : Johan Ludwig Mowinckel lei olgoriikaministtar njelljii ( 1922-23 , 1924-26 , 1928-31 ja 1933-35 ) , ja sihke Christian Fredrik Michelet , Halvard Lange , Knut Frydenlund ja Thorvald Stoltenberg leat leamaš olgoriikaministara virggis guovtti áigodagas .
nob: Flere utenriksministre har innehatt stillinger flere ganger : Johan Ludwig Mowinckel var utenriksminister fire ganger ( 1922- 23 , 1924-26 , 1928-31 og 1933-35 ) , mens både Christian Fredrik Michelet , Halvard Lange , Knut Frydenlund og Thorvald Stoltenberg har vært utenriksminister i to perioder .

source: Jagi 1948 juovlamánu 13. b. bođii ođđa láhka olgoriikabálvalusa birra , ja dat mearridii dan orgnisašuvnnalaš ja hálddahuslaš ráhkadusa mii mealgadii lea fámus ain dál ge olgoriikabálvalusa várás .
nob: Den 13. desember 1948 kom en ny lov om utenrikstjenesten , som fastla den organisasjonsmessige og administrative oppbygging av utenrikstjenesten og som langt på vei gjelder i dag .

source: Láhka ja ođđa mearrádusat olgoriikabálvalusa virgáibidjamis atne vuođđun » Reformutvalget for utenrikstjenesten ” - nammasaš lávdegotti árvalusa , ja dát lávdegoddi nammaduvvui jagi 1946 ja lei stuorra olgoriikakommišuvnnaid ráiddus goalmmádin .
nob: Loven og nye bestemmelser for opptak i utenrikstjenesten bygget på innstillingen fra " Reformutvalget for utenrikstjenesten " , som ble oppnevnt i 1946 , den tredje i rekken av de store utenrikskommisjoner .

source: Jagi 1948 lága sádjái bođii jagi 1958 suoidnemánu 18. b. ođđa láhka , man sadjái fas bođii ođđa láhka jagi 2002 miessemánu 3. b. olgoriikabálvalusa birra .
nob: Loven av 1948 , ble den 18. juli 1958 erstattet av en ny lov , som igjen ble avløst av en ny lov av 3. mai 2002 om utenrikstjenesten .

source: Olgoriikabálvalusa vástesaš instruksa , mii lea ođastuvvon ollu gerddiid jagi 1906 rájes , mearriduvvui maŋimuš geardde juovlamánu 13. b. 2002-mannosaš gonagaslaš resolušuvnnain .
nob: Instruks for utenrikstjenesten , som er revidert en rekke ganger siden 1906 , ble sist fastsatt ved kgl. resolusjon av 13. desember 2002 .

source: Olgoriikadepartemeanta vásihii áigodagas 1988-90 arvat nuppástusaid .
nob: Utenriksdepartementet gjennomgikk i perioden 1988-90 betydelig endringer .

source: Jagi 1988 Gávpe- ja mearrajohtolatdepartemeanta biddjojuvvui oktii Olgoriikadepartemeanttain , ja jagi 1990 geavai seamma láhkai Ovddádusveahki departemeanttain .
nob: I 1988 ble Departementet for handel og skipsfart slått sammen med Utenriksdepartementet og i 1990 skjedde det samme med Departementet for utviklingshjelp .

source: Deaŧalaš sivva dán guovtti ovttastahttimii lei dárbu buoridit olgoriikapolitihka oktiiordnema gávpe- ja mearrajohtolatpolitihkain , ja doarjunveahkipolitihkain , ja vel buoridit daid vejolaš resurssaid geavaheami mat ledje ávkkástallan láhkai .
nob: En viktig grunn for de to sammenslåingene var behovet for en bedre samordning av utenrikspolitikken med handels- og skipsfartspolitikken og med bistandspolitikken , samt en bedre utnyttelse av tilgjengelige ressurser .

source: Go Ealáhus- ja gávpedepartemeanta ásahuvvui jagi 1997 , de deaividii Olgoriikadepartementii vuot stuoribuš nuppástupmi , dainnago okta Olgoriikadepartementii gullevaš ossodat biddjojuvvui oktii ossodagaiguin mat ovdal ledje gullan Ealáhus- ja energiijadepartementii .
nob: Ved opprettelsen av Nærings- og handelsdepartementet i 1997 var Utenriksdepartementet igjen gjenstand for en større endring ved at én avdeling fra Utenriksdepartementet ble slått sammen med avdelinger fra det tidligere Nærings- og energidepartement .

source: Olgoriikadepartemeanttas galggai ain leat bajimuš ovddasvástádus gávpepolitihkas .
nob: Utenriksdepartementet beholdt det overordnede ansvaret for handelspolitikken .

source: Ráđđehus mearridii jagi 2003 čohkket ovtta ovttadahkan eanaš váikkuhangaskaomiid mat ledje norgalaš ealáhuseallima innovašuvnna ( ođđahutkama ) ja internationaliserema ( miehtámáilbmádeami ) várás , ja nu riegádii » Innovasjon Norge ” .
nob: Regjeringen besluttet i 2003 å samle de fleste virkemidlene for innovasjon og internasjonalisering av norsk næringsliv i én enhet , Innovasjon Norge .

source: Dát ealáhussearvi vuođđuduvvui jagi 2004 ođđajagemánu 1. beaivvi , ja dasa gullet » Norges Eksportråd ” , ” Norges Turistråd ” , » Statens Nærings- og distrikts ­utviklingsfond ja » Statens veiledningskontor for oppfinnere ” . »
nob: Selskapet ble opprettet 1. januar 2004 , og består av Norges Eksportråd , Norges Turistråd , Statens Nærings- og distriktsutviklingsfond og Statens veiledningskontor for oppfinnere .

source: Innovasjon Norge ” galgá bargat ovttasráđiid olgoriikabálvalusain doaimmastis mii lea olggobealde Norgga .
nob: Innovasjon Norge skal samarbeide med utenrikstjenesten i sin virksomhet utenfor Norge .

source: Ulbmil lea oažžut ealáhussearvái ja olgoriikabálvalussii dievas apparáhta ja lagaš fitnolaš ovttasbarggu .
nob: Siktemålet er å få til et helhetlig apparat og et tett faglig samarbeid mellom selskapet og utenrikstjenesten .

source: Lágiduvvo nu ahte » Eksportrådet ” - nammasaš ásahusa ja » Turistrådet ” - nammasaš ásahusa kantuvrrat ja bargoveagat olgoriikkas čatnasit gullevažžan olgoriikastašuvnnaide .
nob: Det legges opp til at Eksportrådets og Turistrådets kontorer og personell i utlandet skal integreres i utenriksstasjonene .

source: Ođđa , stuorra doaimmat biddjojedje departementii ja olgoriikastašuvnnaide go Ráđđehus mearridii jagi 2003 čakčamánu 11. b. nuppástuhttit ovddádushálddahusa .
nob: Nye , store oppgaver ble tilført departementet og utenriksstasjonene ved Regjeringens vedtak av 11. september 2003 om omlegging av utviklingsforvaltningen .

source: Mearrádus mearkkašii ahte ovddáduspolitihka čađaheamis , doaibmabohtosiin ja » policy ” - doaimmain sirdojuvvui ovddasvástádus NORADas UDii .
nob: Vedtaket innebar at gjennomførings- , resultatansvaret og ” policy ” - funksjonene for utviklingspolitikken ble overført fra Norad til UD .

source: Ovddasvástádus integrerejuvvon NORAD-hálddašan ambasádain sirdojuvvui departementii jagi 2004 ođđajagemánu 1. b.
nob: Ansvaret for de integrerte Norad-administrerte ambassadene ble overført til departementet 1. januar 2004 .

source: Olgoriikkalaš fágaetáhtas leat odne 1300 olbmo , ja sis 600 barget olgoriikastašuvnnain ja 700 leat departemeanttaid bargit .
nob: Den utenrikske fagetat teller i dag 1400 personer , hvorav 660 tjenestegjør ved utenriksstasjonene og 740 ansatte i departementet .

source: Olgoriikastašuvnnaide leat maid čadnojuvvon arvat sierrasáttatolbmot guđet ovddastit sierra departemeanttaid ja ásahusaid .
nob: Til utenriksstasjonene er også knyttet en rekke spesialutsendinger fra forskjellige departementer og institusjoner .

source: Olgoriikadepartemeanta lea iežas logi ossodagain norgalaš stáhtahálddahusa stuorámus departemeanta virggálaččaid logu dáfus .
nob: Med 8 avdelinger er Utenriksdepartementet det personellmessig største departement i norsk statsadministrasjon .

source: Dat lea maid áidna departemeanta mas leat guokte stáhtačálli : okta olgoriikaministtar ja okta ovddádusministtar , ja goappásge lea iežas vuođđo ­lágalaš ovddasvástádus .
nob: Det er også det eneste departement med to statsråder : en utenriksminister og en utviklingsminister , med hvert sitt konstitusjonelle ansvar .

source: Fágadepartemeantan Olgoriikadepartemeanta lea olgoriikaáššiid válmmašteaddji ja doaimmaheaddji orgána , ja olgoriikaekonomiija ja ovddádusáššiid orgána .
nob: Som fagdepartement er Utenriksdepartementet saksforberedende og utøvende organ for utenrikspolitiske saker , for utenriksøkonomiske spørsmål og utviklingssaker .

source: Olgoriikadeparte ­meanttas lea maid deaŧalaš doaibman oktiiheivehit áššiid ja rávvagiid addit nuppiid departemeanttaide ja stáhta ásahusaide , dasgo olgoriikaministara bajimuš ovddasvástádus dat lea lágidit , oktiiheivehit ja čađahit norgalaš olgoriikapolitihka .
nob: Utenriksdepartementet har også en viktig samordnende og rådgivende funksjon overfor andre departementer og statsinstitusjoner , ettersom det er utenriksministeren som har det øverste ansvar for å tilrettelegge , samordne og iverksette norsk utenrikspolitikk .

source: Olgoriikabálvalus fátmmasta odne 102 olgoriikastašuvnna maidda leat Norggas boahtán virgehasat bargat .
nob: Utenrikstjenesten omfatter i dag 105 utenriksstasjoner med utsendt personale fra Norge .
